[
   {
      "nid":"316751",
      "legacyid":"10722616",
      "uuid":"87f5811e-f5ea-4461-bd03-9535141a5633",
      "type":"Article",
      "title":"Is S’pore ready for a female PM? Shanmugam says there are few women in leadership due to family reasons",
      "publishdate":"2021-03-09T01:31:03",
      "lastupdated":"2021-03-09T03:31:55",
      "url":"https://www.todayonline.com/singapore/spore-ready-female-pm-shanmugam-says-there-are-few-women-leadership-due-family-reasons",
      "image":{
         "description":"<p>Panel at Tembusu College&#039;s forum (from left): Aware executive director Corinna Lim, Law and Home Affairs Minister K Shanmugam, college rector Tommy Koh and Ms Junie Foo, president of the Singapore Council of Women’s Organisations.</p>\n",
         "media_image":"https://onecms-res.cloudinary.com/image/upload/s--4XIQLJfV--/f_auto%2Cq_auto/c_fill%2Cg_auto%2Ch_622%2Cw_830/v1/tdy-migration/tembusu.png?itok=HTrs2SyM",
         "name":"Tembusu panel",
         "thumbnail":"https://onecms-res.cloudinary.com/image/upload/s--Gdvfryji--/c_fill%2Cg_auto%2Ch_220%2Cw_220/f_auto%2Cq_auto/v1/tdy-migration/tembusu.png?itok=P0mNvctK",
         "image_caption":null,
         "created":"2021-10-20T02:10:56",
         "id":"403316",
         "image_byline_and_source":{
            "byline":[
               "Tembusu College"
            ],
            "source":"Others"
         }
      },
      "image_caption":null,
      "hero_gallery":null,
      "brief":"<p>SINGAPORE — There are few women in politics because it takes a toll on family life on top of one’s worklife, Law and Home Affairs Minister K Shanmugam said on Monday (March 8). He also debunked the notion that gender was a consideration in the picking of the country’s leaders.</p>\n",
      "category":[
         {
            "id":"14366",
            "name":"Singapore",
            "link":"/taxonomy/term/14366",
            "landing_page":"128666"
         }
      ],
      "topics":[
         {
            "id":"20351",
            "name":"K Shanmugam",
            "link":"/topic/k-shanmugam",
            "landing_page":""
         },
         {
            "id":"16641",
            "name":"women",
            "link":"/topic/women",
            "landing_page":""
         },
         {
            "id":"35156",
            "name":"gender equality",
            "link":"/topic/gender-equality",
            "landing_page":""
         },
         {
            "id":"30896",
            "name":"Aware",
            "link":"/topic/aware",
            "landing_page":""
         },
         {
            "id":"53836",
            "name":"Junie Foo",
            "link":"/topic/junie-foo",
            "landing_page":""
         },
         {
            "id":"44266",
            "name":"Corinna Lim",
            "link":"/topic/corinna-lim",
            "landing_page":""
         },
         {
            "id":"53841",
            "name":"Tommy Koh",
            "link":"/topic/tommy-koh",
            "landing_page":""
         }
      ],
      "byline_detail":[
         {
            "id":"199321",
            "title":"Wong Pei Ting",
            "url":"https://www.todayonline.com/authors/wong-pei-ting",
            "hero_media":{
               "created":"2021-10-17T16:21:43",
               "media_image":"https://onecms-res.cloudinary.com/image/upload/s--pd2WfU2T--/f_auto%2Cq_auto/c_fill%2Cg_auto%2Ch_622%2Cw_830/v1/tdy-migration/illustrated_byline_peitingnew.jpg?itok=iApR5LNb",
               "provider_id":"6710655555",
               "use_original":"0",
               "name":"illustrated_byline_peitingnew",
               "thumbnail":"https://onecms-res.cloudinary.com/image/upload/s--3_InCk2H--/c_fill%2Cg_auto%2Ch_220%2Cw_220/f_auto%2Cq_auto/v1/tdy-migration/illustrated_byline_peitingnew.jpg?itok=k0KIW9FU"
            },
            "social_accounts":[
               {
                  "social":"email",
                  "link":"wongpeiting@mediacorp.com.sg"
               }
            ],
            "summary":"Wong Pei Ting was a senior journalist at TODAY from 2014 to 2021, focusing on issues relating to transport, housing and home affairs. Before joining TODAY, she did a stint at The Hindu, a South Indian daily in Chennai. <br />\r\n",
            "uid":"<span lang=\"\" about=\"/member/1191\" typeof=\"schema:Person\" property=\"schema:name\" datatype=\"\">migration</span>",
            "created":"Sun, 10/17/2021 - 13:43"
         }
      ],
      "source":"TODAY",
      "content":[
         {
            "id":"433596",
            "bundle":"text",
            "body":"<p></p><ul><li><strong>A student asked Law Minister K Shanmugam at a forum whether Singapore is ready for a female prime minister</strong></li>\n\t<li><strong>He said PAP wants more women as leaders</strong></li>\n\t<li><strong>However, not many men, much less women, want to make the sacrifice due to the toll on family and work</strong></li>\n\t<li><strong>The question should be what society can do to encourage women to enter politics, he contended</strong></li>\n\t<li><strong>He and Aware executive director Corinna Lim disagree on whether gender equity is a core value in Singapore</strong></li>\n</ul><p> </p><p>SINGAPORE — There are few women in politics because it takes a toll on family life on top of one’s worklife, Law and Home Affairs Minister K Shanmugam said on Monday (March 8). He also debunked the notion that gender was a consideration in the picking of the country’s leaders.</p><p>“We want more women MPs (Members of Parliament). We look actively and scour talents to see as many of them as ministers as possible,” he said, pointing out that Ms Grace Fu, Minister for Sustainability and the Environment, Manpower Minister Josephine Teo and Ms Indranee Rajah, Minister in the Prime Minister’s Office, are among PAP’s fourth-generation leadership.</p><p>Mr Shanmugam was speaking as one of the panellists at a National University of Singapore (NUS) forum, which discussed issues of justice, equality and respect for women in Singapore to mark International Women’s Day.</p><p>A political science student in the audience asked whether Singapore is ready for a prime minister who is a woman. She pointed out that the central executive committee of the ruling People’s Action Party (PAP), which is its top decision-making body, is made up of 16 men and only three women.</p><p>In response, Mr Shanmugam related his experience from the time when he was both a practising lawyer and an MP, before he was made Cabinet minister in 2008.</p><p>“It is an impossible task to balance your professional life with your political life because your weekends are pretty much completely taken up. If you have an active professional life, you are also spending your weekends preparing for them,” he said.</p><p>“And then at night, three times a week, you are in your constituency. Weekends, you are in your constituency, parliamentary sessions you are juggling… it takes a toll on you, on your family life, on your work,” Mr Shanmugam added.</p><p>“Not many men are prepared to make that sacrifice. For women, there is often the added question of the family as well.”</p><p>He said the question should be what society can do to encourage women to enter politics.</p><p>“It's a question of mindset change. What the Government can do is to encourage that change of mindset… but it is going to take a lot of effort,” Mr Shanmugam said.</p><p>The forum, which was organised by NUS’ Tembusu College, was moderated by the college’s rector, Professor Tommy Koh. Other panellists included Ms Corinna Lim, executive director of the Association of Women for Action and Research (Aware), and Ms Junie Foo, president of the Singapore Council of Women’s Organisations.</p><p><strong>IS GENDER EQUITY A CORE VALUE?</strong></p><p>Ms Lim argued in her speech that gender equity is not a core value of Singapore in the same way that multiculturalism is, and this sparked a debate on whether that is a fair judgement.</p><p>Prof Koh was the first to sound his disagreement, saying that one of Singapore’s secrets to success was that it educated and empowered its women to join the workforce.</p><p>Ms Lim, however, contended that the move to educate women was very much driven by its survival needs — with people as its only resource, the Government needed everyone to contribute to the economy.</p><p>She added that it became clear to her that gender equity was not a core value in the 1980s when founding prime minister Lee Kuan Yew remarked that he regretted giving women an education as they were not having babies.</p><p>“If this is a core value, this would never have been said. He would never say this about multiculturalism… I think (Singapore sees it as) important, but it's not the same kind of fundamental value, and that's why it's not in our Constitution either,” Ms Lim said.</p><p>Prof Koh and Mr Shanmugam sought to rebut this, arguing that Singapore had legislated the Women’s Charter in the 1960s, which acted to protect and advance the rights of women here.</p><p>Mr Shanmugam said: “It was not economic. It’s about marriage. It’s about divorce. It’s about monogamy. It's about making sure that women's position in Singapore was clearly defined, supported and given legitimacy.” </p><p><strong>CAN THE CONSTITUTION BE AMENDED?</strong></p><p>Another student asked the law minister on the possibility of amending Article 12 of the Constitution, which expressly states that there shall be no discrimination against Singaporeans on the grounds of race and religion, to include gender as well.</p><p>Mr Shanmugam said he is personally of the view that the Constitution should contain something aspirational — where the society sees itself going — and should therefore recognise equal rights of men and women.</p><p>However, the Government is bound by the constraints of policy-making, so things are not as simple as it looks.</p><p>Elaborating, he said: “You don't want to hurt the very people you're trying to help… There are many well-minded policies that focus on legislating to make sure that women, as well as people who are physically challenged, cannot be sacked, and you end up affecting their employment.</p><p>“You see this in real life examples in (several) countries. So you want to help, you want to express that aspiration, but what you don't want to end up with is a lot of litigation affecting the various companies and the very economy of Singapore.”</p><p>That would hurt Singapore’s competitiveness in comparison with cities such as Hong Kong, as it imposes a cost on investors, he said.</p><p>“Anytime we impose on companies, we need to think about the trade-offs. When it comes to putting it in the Constitution, the question is, does it impose certain inflexibility or makes our companies and the economic sector face additional litigation on the basis of discrimination?”</p><p>He added: “I think if you're running the economy, you will take the viewpoints. Many people in the business sector have given us feedback, which we cannot just ignore, that if you go down this route, it is going to impose a framework on them that is going to be difficult for them.”</p>",
            "text_format":"basic_html",
            "reusable":false
         },
         {
            "id":"3341",
            "bundle":"newsletter_subscription",
            "body":"<p>Subscribe to get daily news updates, insights and must reads delivered straight to your inbox.</p>\r\n",
            "label":"Subscribe",
            "placeholder":"Enter your email address",
            "sub_description":"By clicking subscribe, I agree for my personal data to be used to send me TODAY newsletters, promotional offers and for research and analysis.",
            "subscription_type":"TDY_Partners",
            "title":"Stay in the know. Anytime. Anywhere.",
            "newsletter_image":"https://onecms-res.cloudinary.com/image/upload/v1638522172/mediacorp/tdy/image/2021/12/03/newsletter-sub-new-image.png",
            "view_mode_selection":"subscription_light",
            "reusable":false,
            "programmatic":true
         },
         {
            "id":"3346",
            "title":"Article detail - Telegram",
            "bundle":"spotlight",
            "hero_media":{
               "media_image":"https://onecms-res.cloudinary.com/image/upload/v1635773396/mediacorp/tdy/image/2021/11/01/telegram_0.png",
               "name":null,
               "thumbnail":"https://onecms-res.cloudinary.com/image/upload/v1635773396/mediacorp/tdy/image/2021/11/01/telegram_0.png"
            },
            "hero_media_mobile":{
               "media_image":"https://onecms-res.cloudinary.com/image/upload/v1635773396/mediacorp/tdy/image/2021/11/01/telegram_0.png",
               "name":null,
               "thumbnail":"https://onecms-res.cloudinary.com/image/upload/v1635773396/mediacorp/tdy/image/2021/11/01/telegram_0.png"
            },
            "view_more":{
               "url":"https://t.me/todayonlinesg",
               "text":"View More",
               "id":null,
               "type":"external"
            },
            "programmatic":true
         }
      ],
      "components":[
         {
            "label":"READ ALSO",
            "title":"New group tackling online grooming, sexual abuse of women, girls to be formed: Sim Ann",
            "link":"https://www.todayonline.com/singapore/new-group-tackling-online-grooming-sexual-abuse-women-girls-be-formed-sim-ann?cid=internal_inarticlelinks_web_14072022_tdy"
         },
         {
            "label":"READ ALSO",
            "title":"Overcoming the challenges women face in the wake of Covid-19 and digital disruption",
            "link":"https://www.todayonline.com/commentary/overcoming-challenges-women-face-wake-covid-19-and-digital-disruption?cid=internal_inarticlelinks_web_14072022_tdy"
         },
         {
            "label":"READ ALSO",
            "title":"Aware, lawyers welcome clarity that academic potential of sexual offenders ‘should not carry much weight’ in court",
            "link":"https://www.todayonline.com/singapore/aware-lawyers-welcome-clarity-academic-potential-sexual-offenders-should-not-carry-much?cid=internal_inarticlelinks_web_14072022_tdy"
         },
         {
            "label":"READ ALSO",
            "title":"No religious group favoured in policymaking by civil servants as Govt insists on secular approach: Shanmugam",
            "link":"https://www.todayonline.com/singapore/no-religious-group-favoured-policymaking-civil-servants-govt-insists-secular-approach?cid=internal_inarticlelinks_web_14072022_tdy"
         }
      ]
   }
]
